Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: A devastating explosion ensued, all but wiping out the gate and Go-nin base.
fr_fr: Une explosion dévastatrive s'en est suivi, détruisant tout à l'exception de la porte et de la base Go-nin.

source: The gate, however, restructured itself over the course of several days, though its location has now shifted to the bottom of a melted crater.
fr_fr: La porte, cependant, s'est restructurée en plusieurs jours, et sa localisation s'est maintenant déplacée au fond du cratère fondu.

source: In the short period it took the Go-nin Group to hire a group of ultimate mercenaries to retake the gate, a hitherto unknown force of exhumans had seized the area.
fr_fr: Durant le court intervalle de temps nécessaire au Go-nin Group pour embaucher un groupe de mercenire ultimes pour reprendre la pote, une force exhumaine inconnue jusqu'ici a prit le contrôle de la zone.

source: The ultimates succeeded, but a group of exhumans escaped through the gate.
fr_fr: Le sultimes ont réussit, mais un groupe d'exhumains s'échappa à travers la porte.

source: Go-nin now has nominal control of the Discord Gate through the ultimates, who maintain a heavily militarized base on Eris's moon, Dysnomia.
fr_fr: Go-nin possède maintenant un contrôle nominale de la Porte de Discorde grâce aux ultimes, qui maintiennent une base lourdement militarisée sur la Lune d'Eris, Dysnomia.

source: However, in recent years the gate facility has suffered several attacks by exhumans eager to infiltrate the gate—and according to rumors, at least one of those attacks originated from the gate itself.
fr_fr: Cependant, ces dernières années l'installation de la porte a subit plusieurs attaques pâr des exhumains motivés a infiltrer la porte - et d'après les rumerus, au moins l'une de ces attaques venait de la porte elle-même.

source: The location of this habitat, a major stronghold of the argonauts, is a closely guarded secret.
fr_fr: La localisation de cet habitation un bastion majeur des argonautes, est un secret extrêmement bien gardé.

source: Attempts to search it out have revealed only decoys or lifeless rocks.
fr_fr: Les tentatives pour le rechercher n'ont révélés que des leurres ou des cailloux sans vie.

source: Though a great deal of information is available about the habitat's specs, operations, areas of research, and informational resources, only highly placed members of the argonauts may travel here.
fr_fr: Bien qu'une grosse quantité d'information concernant les spécifications de l'habitat, les opérations, les domaines de recherche et les ressources informationnelle soit disponible, seuls les membrs les plus haut placés des argonautes peuvent voyager jusque là.

source: By all accounts, the habitat is a windowless beehive, designed to be virtually emissionless.
fr_fr: De tout point de vue, l'habitat est un nide d'abeille aveugle, conçu pour ne virtuellement rien émettre.

source: Speculated locations include Pluto's moon Hydra, the deep Kuiper Belt, and even the Oort Cloud.
fr_fr: Des localisations spéculées incluent Hydre, l'une des lunes de Pluton, les profonderus de la Ceinture de Kuiper et même le Nuage d'Oort.

source: Although travel between the stars is still outside the realm of transhumanity's achievements, the Pandora Gates have allowed passage to myriad other star systems.
fr_fr: Mrme si voyager au-delà des étoile est toujorus hors de portée des accomplissement transhumain, les Portes de Pandorres ont rendus possible le passage vers des myriades d'autres systèmes stellaires.

source: A few are noted here, though many more exist— not all of them explored.
fr_fr: Quelques uns sont notés ici, bien que bien d'autres existent - tous n'ayant pas été explorés.

source: Echo is a binary system consisting of a bright orange main sequence star and a pulsar (whence the system's name) about 12 light hours from one another.
fr_fr: Echo est un système binaire composé d'une étoile en séquence principale et d'un pulsar (d'où le nom du système) distant l'un de l'autre d'à peu près 12 heures lumières.

source: The system has one immense, bright yellow Jovian world (Echo VI) weighing in at 1.8 Jupiter masses and boasting 101 known moons, two Neptune-like ice giants further out, a thin mid-system asteroid belt, and several Mercury-like inner planets.
fr_fr: Le système possède un monde Jovien immense et jaune brillant (Echo VI) pesant 1,8 fois la masse de Jupiter et regroupant 101 lunes connues, deuxgénates de glace de types Neptunienne un peu plus loin, une minne ceinture d'astéroïde, puis plusieurs planète interne comparable à Mercure.

source: The original Pandora Gate opens onto lifeless Echo V, a forbidding place littered with the detritus of a dead alien civilization.
fr_fr: La porte de Pandorre originelle s'ouvrit sur la désertique Echo V, une zone interdite recouverte de détritus d'une civilisation étrangère morte.

source: The hollow buildings of these precursors look out over once-verdant alluvial plains now home to only dry arroyos and dust.
fr_fr: Les ombres des bâtiments de ces précurseurs font face à ce qui fut autrefois de verdoyante plaine alluviale maintenant habitées uniquement par des arbes mors et de la poussière.

source: In other places, eons of wind erosion have carried the soil away entirely, leaving only barren expanses of dark basaltic slag.
fr_fr: A d'autres endroits, des éons d'érosion venteuse ont enlevés le sol quaisment entièrement, ne laissant que dés étendues stériles de sombres scories basaltique.

source: Chemically and geologically, the world is very similar to Mars, had Mars suffered another half a billion years’ loss of atmosphere.
fr_fr: Chimiquement et géologiquement, le monde est trés semblable à Mars, si Mars aurait souffert d'encore un demi milliard d'années sans atmosphère.

source: Research into the relics of the long-dead aliens suggests that they were morphologically similar to arthropods or arachnids, earning them the designation of Iktomi, after a Native American spider god.
fr_fr: Les recherches dans les reliques des étrangers depuis longtemps disparu suggère qu'ils étaient morphologiquement similair aux arthropodes ou aux arachnides, leur donnant le nom d'Iktomi, d'après un dieu araignée des Indiens d'Amérique.

source: So far, little else has been discerned about them.
fr_fr: Jusqu'à présent, peu de choses ont pu être découverte à leur sujet.

source: Echo IV, on the other hand, is the closest thing transhumanity has found to a paradise since losing Earth.
fr_fr: Echo IV, d'un autre côté, est la chose la plus proche d'un apradis que la transhumanité ait pu trouver depuis qu'elle a perdu la Terre.

source: The native life is carbonbased, with many plants and fish edible even to flats.
fr_fr: La vie native est basée sur le carbone, et beaucoup de plantes et de poissons sont comestibles même pour les plates.

source: The climate is warm temperate, the atmosphere breathable with no major contaminants.
fr_fr: Le climat est tempéré, l'atmosphère respirable sans contaminants majeur.

source: The northern and southern latitudes are home to trackless forests dominated by various species of valders—huge, maple-like trees with dark red leaves.
fr_fr: Les latitude au nord et au sud sont le doamine de forêt sans fin dominée par différentes espèces de valdeurs - de gigantesque arbres, ressemblant aux érables avec des feuilles rouge sombre.

source: In the equatorial regions lie balmy, nutrient-rich floodplains ripe for cultivation, broken up by the occasional mountain range.
fr_fr: Dans les régions équatorialles il y a des plaines basaltiques inondées et riches en nutriment idéales pour l'agriculture, divisées par les chaînes montagenuses occasionnelle.

source: Echo IV is still geologically active due to tidal heating, though older than Earth by about two billions years, and has two megacontinents connected near the equator by a tenuous land bridge.
fr_fr: Echo IV est toujours géologiquement active en raison de vague de chaluer, bien que plus vieille que la Terre d'à peu près deux milliards d'années et possède deux mégacontinents connectés près de l'équateur par un isthme ténu.

source: Notable native life include the Unagi, a fearsome, eel-like deep sea predator, and the clown sprite, a flying primate-analog that exists in a symbiotic relationship with the Echolalian land anenome, a huge, venomous, carnivorous plant that grows in the cloud forests of the equatorial highlands.
fr_fr: Les formes de vie locale notable incluent les Unagi, un prédateur marins des profondeurs effroyable et ressemblant à une anguille, et le lutin clown, une sorte de primate volant qui vit une relation symbiotique avec l'anémone terrestre Écholalian, une plante gigantesque, carnivore et venimeuse qui pousse dans la mangrove des hautes-terre équatoriales.

source: The biosphere is diverse with many other megafauna, some quite dangerous.
fr_fr: la biosphère est diversifiée et possède plusieurs espèces de mastodfontes, certains étant relativement dangereux.

source: Luca is an M-Class red dwarf located in a region of the galaxy far removed from any point of reference known to transhuman astronomy.
fr_fr: Luca est une naine rouge de classe M située dans une région de la galaxie éloignée de tous les points de repères connus de l'astronomie transhumaine.

source: The system has only a single gas giant of about 1.4 Jupiter masses—insufficient to shield the inner worlds from constant asteroid bombardment.
fr_fr: Le système possède une seule géante gazeuse d'environ 1,4 fois la masse de Jupiter - insuffisante pour protéger les mondes intérieurs d'un bombardement constant d'astéroïdes.

source: The lone gas giant is flanked by a tenuous metallic inner asteroid belt and a wide ice and silicate outer belt.
fr_fr: La géante gazeuse solitaire est encadrée par une ceinture d'astéroïdes métallique ténue à l'intérieur et par une large ceinture d'astéroïde de silicate et de glace à l'extérieur.

source: The only other bodies worthy of planetary status are a hellish inner world with Mercury’s richness of metal and Venus’ infernal atmosphere and a few large, sullen plutoids sharing Lagrange orbits with an asteroid field comprised of the shattered mass of a third plutoid.
fr_fr: Les seules autres corps méritant le status de planète sont les monde intérieur infernaux avec la richesse minérale de Mercure et l'atmosphère insupportable de vénus et quelque mornes plutoïdes et un peu plus grand partageant des orbites de Lagrange avec un champ d'astéroïde composé de la masse éparpillée d'une troisième plutoïde.

source: Accessible by both the Vulcanoid and Fissure Gates, Luca II is a heavily cratered terrestrial planet with a thick, dusty atmosphere— just about breathable to transhumans with the right gear.
fr_fr: Accessible à la fois via la porte Vulcanoïde et la porte de Fissure, Luca II est une planète terrestre lourdement cratérisé avec une épaisse atmosphère poussièreuse - à peine respirable pour les transhumains équipés du bon matériel.

source: It is a cold, rocky world of craggy hills, knee-high forests, hissing geothermal bogs, and fungal meadows.
fr_fr: C'est un monde rocheux et froid de collines escarpées, de garrigues, des tourbières géothermiques sifflante et des prairies fongique.

source: The natives, who have been extinct for at least a million years, evolved from animals not unlike Earth’s aardvarks.
fr_fr: Les natifs, qui se sont éteint depuis au moins un million d'année, ont évolués à aprtir d'animauxqui ne sont pas sans rappeller les Oryctéropes Terriens.

source: Originally insect mound predators, the Lucans evolved vision well into the infrared (as demonstrated by the unusual pigments on their pottery and later-stage porcelain) and, based on analysis of their artifacts, had a sense akin to ultrasonic imaging.
fr_fr: Originellement des prédateurs d'insectes de type fourmis, les Lucains ont développées une bonne vision des infrarouges (ceomem en témoignent les pigments inhabituel retrouver sur leurs potterie et leur porcelaine plus tardive) et, d'après les analyse de leurs artefacts, possèdaient un sens proche de l'imagerie à ultrason.

source: Their civilization went through several cycles of rise and fall, punctuated by celestial cataclysms that killed off less adaptable species and made resources scarce.
fr_fr: Leur civilisation alla à travers différents cycle d'apogée et de déclin, ponctués par des cataclysme céleste qui ont tués les espèces les moins adaptables et ont rendus les resources rares.

source: The Lucans seem never to have evolved past medieval levels of societal organization prior to the Great Impact.
fr_fr: L'organisation sociétale des Lucains semble n'avoir jamais dépassé les niveaux fédoaux avant le Grand Impact.

source: Within a hundred years of that final impact, the last of the Lucans perished, never having invented the telescope, the computer, or space flight.
fr_fr: En une centaine d'année après cet impact final, les derniers des Lucains périrent, n'ayant jamais inventé le téléscope, l'ordinateur ou le vol spatial.

source: Luca II hosts Banshee, an underground settlement with a few prominent surface features, including a radio astronomy station, park domes, a short-hop aerospace port, and solar farms.
fr_fr: Luca II héberge Banshee, un abri sous-terrain avec quelques caractéristiques dépassant en surface, incluant une station de radioastronomie, des dômes parcs, un port aérospatial de court courrier et des fermes solaire.

source: It is set on the Howling Plain, a windy plain of scrub brush and bogs chosen for its rich hydrocarbon deposits and low incidence of asteroid impacts.
fr_fr: Il est installé sur la Plaine Hurlante, une plaine venteuse composée de tourbières et de buissons choisie pour ses riches gisements d'hydrocarbure et l'incidence faible des impacts d'astéroïdes.

source: Banshee is an uneasy blend of anarchist colonists and hypercorp interests.
fr_fr: Banshee est un mélange compliqué de colons anarchistes et d'intérêts hypercorporatistes.

source: Mishipizheu is a red giant.
fr_fr: Mishipizheu est une géante rouge.

source: The planet from which the star takes its name, Mishipizheu I, is a Mars-sized sphere of water with an atmosphere of nitrogen and carbon dioxide and a rocky core.
fr_fr: La planète qui a donné son nom à l'étoile, Mishipizheu, est une sphère d'eau de la taille de Mars possédant une atmosphère d'azote et de dioxyde de carbone ainsi qu'un noyeau rocheux.

source: Mishipizheu I was an almost Venus-sized sphere of ice 700 million years ago, but the expansion of its star into the red giant phase melted the planet.
fr_fr: Mishipizheu I était une sphère de glace un peu plus petite que Vénus 700 million d'années auapravant, mais l'expansion de son étoile dans la phase géante rouge a fait fondre la planète.

source: Initially quite warm and full of pockets of ice and carbonaceous silts, the melting planet was a crucible in which life could develop and now hosts a complex ecosystem.
fr_fr: Initialement relativement chaude et pleien de poches de glace et de limons charboneux, la planète fondue était un creuset où la vie pouvait se développer et héberge maintenant un édcosystème complexe.

source: Amoeboid boiler reefs composed of gas sac creatures and their symbiotes bob on the surface or maintain neutral buoyancy in the depths, becoming platforms for complex ecosystems of largely animalian life.
fr_fr: les récifs bouillonants d'Amoéboïde composée de créatures ayant des poches de gaz et de leur symbiotes dansent sur l'eau à la surface ou maintiennent une flottabilité neutre dans les profondeurs, devenant des supports pour des écosystème complexe composés principalement de vie animale.

source: Mishipizheu I is orbited by a mid-size rocky moon, Nanabozho, reachable via the Discord Gate.
fr_fr: Mishipizheu I est orbitée par sa lune rocheuse de tailel moyenne, Nanabozho, atteignable via la porte de Discorde.

source: Nanabozho is a mystery, as moons of this composition are not normally found so far out in a system.
fr_fr: Nanabozho est un mystère, les lunes de sa composition n'atant normalement pas trouvée si loin dans un système.

source: The best current theory is that Nanabozho was an inner system object with an erratic orbit.
fr_fr: la meilleure théori e actuelle est que Nanabozho était un objet du système intérieur avec une orbite erratique.

source: It was perturbed out of its orbit by one of the now-engulfed gas giants that must once have existed, whence by chance it was captured in Mishipizheu's orbit.
fr_fr: Il a été perturbé dans son orbite par l'une des géantes gazeuse maintenant englobée par l'étoile qui devait avoir existé, et à été capturé par chance dans l'orbite de Mishipizheu..

source: The extraordinarily slim chances of such an event, however, have led to wild speculation as to the actual origin of the moon, which is as popular a destination for gatecrashers as the planet below.
fr_fr: L'extraordinairement faible chance d'un tel évènement a cependant lancé de trés forte spéculations quand à l'origine réelle de le lune, qui est une destination populaire pour les resquilleurs, ainsi que la planète en-dessous.

source: Among the first attempts to establish a gatecrasher colony beyond the original Pandora Gate, just 5 years after the Fall, was a group of two hundred and fifty colonists equipped with experimental headware communications technology.
fr_fr: Parmi les premières tentatives d'établir une colonnie de resquilleurs au delà de la Porte de Pandorre originelle, à peine 5 ans après la Chute, il y avait un groupe de deux cent cinquantes colons équipés de technologie de communication crânienne expérimentale.

source: Shortly after the jump, however, a still unidentified glitch forced the gate to close and the mechanism could not be reset to the same setting and coordinates for an entire five years.
fr_fr: peu de temps après le saut un incident encore non identifié a cependant forcé al porte à se fermer et le mécanisme n'a pu être réinitialisé aux mêmes réglage et coordonnées que cinq ans après.

source: When the gate technicians finally managed to reacquire the settings recently and reopen the gate, the colonists were found to have survived, but they had changed.
fr_fr: Lorsque les techniciens de la porte réussirent récemment à finallement récupérer les réglages et à réouvrir la porte, les colons ont étés trouvés survivant mais quelque peu changés.

source: The technology sent with them was largely AI controlled, enabling the creation of a hypermesh that linked the thoughts, emotions, and sensory experiences of each colonist with each other.
fr_fr: La technologie envoyés avec exu était essentiellement dirigé par des IA, permettant la création d'un hypermesh connectant les pensées, les émotions et les expériences sensorielles de chaque colons avec tous les autres.

source: After half a decade of difficult survival measures, this technology and the stress of the situation linked the colonists and their AIs into a group mind.
fr_fr: Après plus d'une décennie de mesure de survie difficile, cette technologie et le stress de la situation a connecté les colons et leurs IAs en un esprit collectif.

source: Despite having the opportunity to return to the solar system, these Synergists, as they call themselves, have no desire to cut themselves off from their shared consciousness.
fr_fr: En dépit de la possibilité de retourner sur le système solaire, ces Synergiste, comem ils se définissent eux-mêmes, n'ont aucune envie de se séparer de leur conscience partagée.

source: The number of extraterrestrial star systems that transhumanity has visited via the gates now numbers into the hundreds, if not more—though only a small percentage of these have been notable and/or hospitable.
fr_fr: Le nombre de système stellaire extraterestre que la transhumanité a visité via les portes se comptent maintenant en centaine, si ce n'est plus - bien que seul un petit pourcentage de ces systèmes sont intéressants/hospitalier.

source: Only a few dozen have been substantially occupied or colonized by transhumans, though this number is growing rapidly.
fr_fr: A peine quelques douzianes ont étés occupés substantiellemeny ou colonisé par les transhumains, bien que ce nnombre augmente rapidement.

source: Among these, a few deserve mention:
fr_fr: parmi ceux-là, quelques-uns émritent d'être mentionnés:

source: {Arcadia:} Accessed through the Martian Gate, the Planetary Consortium is constructing an aerostat in the upper atmosphere of this Venus-like planet which will serve as a private resort for the hyperelite.
fr_fr: {Arcadia:} Accessible via la porte Martienne, le Consortium Planétaire y construit un aérostat dans l'atmosphère haute de cette planète semblable à Vénus qui servira de destination de vacance privée pour l'hyperélite.

source: {Babylon:} Initially thought to just be an unremarkable scorched moon orbiting a planet very close to a yellow star, researchers measuring the star made an incredible accident discovery: what appears to be a derelict spacecraft orbiting deep in the star's corona.
fr_fr: {Babylone:} Initiallement considérée comme étant juste une lune roussie et sans intérêt orbitant autour d'une planète trés proche d'une étoile jaune, des chercheurs analysant l'atoile ont fait une incroyable découverte accidentelle: un vaisseau abandonnée orbitant profondément dans la couronne stellaire.

source: Attempts to access this vessel have so far been thwarted, but other projects are in the works, including the possibility of towing the craft to safer climes.
fr_fr: Les tentatives d'accéder à ce vaisseau ont jusqu'à présent échouées, mais d'autres projets sont en cours, incluant la possibilite de remorquer le vaisseau vers des climats plus sûrs.

source: {Bluewood:} One of the first anarchist colonies established through the Fissure Gate, this settlement inhabits a beautiful, small Earth-like world with a thriving eco-system.
fr_fr: {Bluewood:} l'une des première colonnie anarchiste établient par la porte de Fissure, cet abri se situe sur une belle planète, semblable à la Terre et doté d'un écosystème prospère.

source: Established on the outskirts of a large forest of eerie, alien, blue “trees,” the colony was taken off-guard by the trees alarming growth rate.
fr_fr: Installée à la lisière d'une forêt "d'arbres" bleus inquiétants et étrangers, la colonnie a été prise au dépourvu par le taux de croissance alarmant des arbres.

source: The modular settlement buildings have all but been surrounded and encased by overgrowth despite modest efforts to keep them clear.
fr_fr: Les bâtiments de l'habitat modulaire sont maintenant entourés et encastrés par la surcroissance en dépit d'effort modestes pour les garder libre.

source: Still intact but engulfed by spiraling branchworks, the effect is beautiful and haunting.
fr_fr: Toujours intact mais englobés par les branchages spiralant, l'effet est magnifique et obsédant.

source: {Nótt:} This barren ice-covered moon suffers from heavy geothermal activity that causes its frozen crust to constantly crack and refreeze.
fr_fr: {Nótt:} Cette lune désolée et recouverte de glace souffre d'une activité géothermale importante qui provoque la casse et le gel instantané de sa croüte gelée.

source: The unfortunate research station staff here, all indentured, claim that something out in the ice is stalking them—over a dozen have disappeared in the last year.
fr_fr: Le personnel de rechercheurs infortuné, composé de contracté, prétend qu'il y a quelquechose dehors dans la glace qui les surveille - plus d'une douzaine ont disparu ces dernières années.
